{
  "subtitle": "Mtoto wako anaanza kutembea", 
  "description": "Mtoto wako anaanza kutembea", 
  "language": "swa_UG", 
  "title": "Umri wa miezi 11", 
  "primary_category": "c1faf79232a343fe9ec8daf661f42fcc", 
  "created_at": "2015-02-17T12:17:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-07T08:16:45.278335+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Imeundwa na BabyCenter\r\n\r\nMtoto wako anaweza kusema maneno, au kutoa sauti zinazosikika kama maneno. Ubongo wake unakua, na pia uwezo wake wa kuongea. Msikilize kwa uangalifu na ujibu sauti anazotoa. Hii itamtia moyo.\r\n\r\nAmekaribia umri wa mwaka mmoja sasa! Hata kama haelewi hasa kinachoendelea, katika umri huu, shangwe na sherehe pamoja na familia na marafiki zinampa hisia za usalama na ujamii. Atafurahia sherehe ndogondogo, karibu na nyumbani. Anaweza kuwa na furaha kupindukia ikiwa kuna watu wengi. \r\n\r\nUnaweza kuona mtoto wako bado anachunguza vitu kwa kuviweka mdomoni mwake. Anaweza pia kupanda kwenye kiti ili afikie vitu vilivyo juu! Kuwa mwangalifu sasa, mtazame na uhakikishe hakuna vitu hatari karibu naye. \r\n\r\nMtoto wako anataka kukufurahisha, kwa hivyo sio mapema sana kumfundisha namna anavyoweza kusaidia. Fanya kazi za nyumbani ziwe za kufurahisha kwa kuzifanya kuwa michezo. Gawanya kazi ziwe kazi ndogo ndogo na ufanye naye.\r\n\r\nInawezekana mtoto wako anatembea tayari, au atapiga hatua zake za kwanza hivi karibuni. \r\n\r\nUnaweza kufurahia kumfundisha mtoto wako kutembea. Simama au piga magoti mbele yake na unyoshee mikono yako. Jaribu kuishikilia mikono yake miwili na umtembeze akikuelekea. Huenda akapiga hatua zake za kwanza akiwa amenyoosha mikono yake kando na kuikunja kwenye viwiko. Anaweza pia kugeuza miguu yake nje na kuchomoza makalio yake ili apate urahisi wa kusimama.\r\n", 
  "source": "0e8f823668084e9faf92d8aa6faeb1de", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 102, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "umri-wa-miezi-11", 
  "uuid": "1aa1ea31a0084b7aa4087b9c60fa95d2"
}