{
  "subtitle": "You may have an infection", 
  "description": "You may have an infection", 
  "language": "eng_GB", 
  "title": " It hurts when I pass urine", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-05-18T08:33:28+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-07T08:40:55.145516+00:00", 
  "_version": {
    "package_version": "1.0.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "6e85f9dd577641958d0a23209aef19a6", 
    "e6a7b4a3d1db451fb87ebad56629e1a0", 
    "08a47e9a59874ffa996c1caeef14786f"
  ], 
  "id": null, 
  "content": "Created by BabyCebter\r\n\r\nYour baby is growing inside your body just above your bladder (where your urine collects before you pass it). The weight of your baby can squeeze your bladder. This makes you need to pass urine more often. This is common in pregnancy. Do not cut down the amount of clean, safe water you drink. You need it to stay healthy.\r\n\r\nIf you have pain when you pass urine, you might have an infection. This can give you a high temperature, or make you suddenly feel hot and cold. Other signs of infection are blood in your urine, feeling sick, and shaking. Sex might hurt, too.\r\n\r\nGetting treated is very important, so see a health worker. The germs in your urine can give you an infection, which can be serious for your and your baby’s health.\r\n\r\nYou can also help to prevent urine infections.\r\n\r\n•\tAfter going to the toilet, always wipe from 'front' to 'back', or pour water from front to back, or wash with soap.\r\n\r\n•\tDrink lots of clean, safe water. This will help to wash out infections.\r\n\r\n•\tIf you need to pass urine, go! Do not hold it in.\r\n\r\n•\tAlways pass urine after sex, if you can, to get rid of any germs.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 91, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "it-hurts-when-i-pass-urine", 
  "uuid": "422cabe3ce394e30b8db00755187a9d3"
}