{
  "subtitle": "Eat lots of fruit and vegetables", 
  "description": "Eat lots of fruit and vegetables", 
  "language": "eng_GB", 
  "title": "I am constipated, help!", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-05-18T08:32:43+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-11-26T10:21:11.370715+00:00", 
  "_version": {
    "package_version": "1.0.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "66e17d04901141268195b9e2636c4a77", 
    "e6a7b4a3d1db451fb87ebad56629e1a0"
  ], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nBeing constipated means you are not passing stools. You might have to strain more. Or you might be unable to empty your bowels completely. Your stools might also be hard, lumpy, large or small.\r\n\r\nLots of women get constipated in pregnancy. It has different causes: \r\n\r\n•\tAs your baby gets bigger, your womb presses down on your pelvic area. This makes constipation more likely.\r\n\r\n•\tPregnancy hormones can also slow the movement of food through your body. \r\n\r\n•\tA lack of exercise can also slow your digestive system down.\r\n\r\nYou can help your body by eating more fruit and vegetables. Try dark green leafy vegetables like nakati, spinach, dodo and cowpeas (gobe). Eat raw guava, taro and mushrooms. Vegetables and fruits like bananas and pawpaw are high in fibre. This helps to make your stools softer and easier to pass. Drink plenty of clean, safe water. \r\n\r\nIf you take iron tablets, they can cause constipation. Do not stop taking the tablets. They are very important for you and your baby’s health. Instead, ask your health worker for a different type of iron tablet and drink more clean, safe water; eat well and make sure you get some exercise every day.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 93, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "i-am-constipated-help", 
  "uuid": "776becdc2680436e900a7068702d1edd"
}