{
  "subtitle": "Have a skilled birth attendant ", 
  "description": "Have a skilled birth attendant ", 
  "language": "eng_GB", 
  "title": "How to have a safe birth ", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-05-18T09:34:23+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-07T08:31:23.702884+00:00", 
  "_version": {
    "package_version": "1.0.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nIt is safest, and recommended, to give birth in a health facility, where there is help if there are problems.\r\n\r\nYou should give birth in a health facility, where it is safe for you and your baby. If your baby comes too quickly, so you cannot get to a health facility in time, here is how to have a safe birth.\r\n\r\n•\tTry to have a skilled birth attendant with you. She will help you to give birth safely and she will do what is necessary if there is a problem.\r\n\r\n•\tMake sure you have the health worker’s phone number so you can call her in an emergency. Make sure you have enough airtime on your phone. \r\n\r\n•\tHave a plan for getting to the health facility quickly. Get taxi, (or boda boda) numbers ready, or the number of a trusted friend who has a car, or maybe the number for an ambulance.\r\n\r\n•\tMake sure your family knows how to contact the birth attendant when it is time. \r\n\r\n•\tMake sure you have a birth kit ready. Your birth attendant may bring a birth kit. It will contain a plastic sheet, gloves, clean string and tools for cutting your baby's cord. All these items are important for a clean, safe birth. \r\n\r\n•\tIf you cannot get a birth kit, buy 7 pairs of gloves, 2 plastic sheets, at least 4 baby’s cloths, a sterile razor blade, 2 clean strings, a roll of cotton wool, a roll of gauze and pieces of cotton cloth for mother (Lesu)\r\n\r\n•\tPrepare the pieces of cloth (Lesu) to use early, wash iron and fold them ready for birth.\r\n\r\n•\tYour attendant must wash her hands and you must wash between your legs. Get plenty of clean, boiled water and soap ready.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 57, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-have-safe-birth", 
  "uuid": "acaae43ec02841bcb82747c3e200fd6f"
}