{
  "subtitle": "Kuwa mwangalifu sasa, mtoto wako anaweza kuchunguza!", 
  "description": "Kuwa mwangalifu sasa, mtoto wako anaweza kuchunguza!", 
  "language": "swa_UG", 
  "title": "Umri wa mwaka 1", 
  "primary_category": "c1faf79232a343fe9ec8daf661f42fcc", 
  "created_at": "2015-02-17T12:19:35+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-23T11:31:15.861968+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "1aa1ea31a0084b7aa4087b9c60fa95d2"
  ], 
  "id": null, 
  "content": "Imeundwa na BabyCenter\r\n\r\nMtoto! Furahia siku ya kuzaliwa. Hivi karibuni, mtoto wako atajitegemea zaidi, atapata ucheshi wake na zaidi ya yote, atajifunza kusema kwamba anakupenda. \r\n\r\nMtoto wako bado anaweza kuwa hapendi ukimwacha. Hili ni jambo la kawaida. Ikiwa kuna muda mwingi wa kusema kwa heri, atapata muda wa kuzoea. \r\n\r\nNi jambo la kufurahisha mtoto wako anaposema maneno sawasawa. Lakini bado hataweza kusema anachotaka au anavyohisi kwa kutumia maneno. Atatumia lugha ya vitendo vya mwili kwa muda. Anaweza kuinua mikono yake kuelekeza \"juu\" au kunyosha kidole akimaanisha \"Ile ni nini?\"\r\n\r\nAnaweza kutumia neno moja kumaanisha vitu vingi. Sikiliza sauti inavyotoka. Atasema neno lilelile kwa njia tofauti akitumia ishara tofauti.\r\n\r\nAnaweza kuchukua vitu vidogo akitumia kidole gumba na kidole cha shahada kwa urahisi sasa. Anaweza kuokota vitu toka sakafuni na kuviweka mdomoni. Kagua vitu vilivyo sakafuni ili kuhakikisha hakuna kitu hatari kinachoweza kumdhuru.\r\n\r\nAnatazama kila kitu unachofanya. Watoto hupenda kuiga watu, hasa wazazi wao. Hivi ndivyo wanavyojifunza. Ataiga maneno yako na sauti ya lugha yako pia.\r\n\r\nAnaweza akawa na meno mengi sasa. Yaweke safi kwa mswaki mdogo ulio laini na kiasi kidogo cha dawa ya meno.\r\n\r\nMwangalie mtoto wako mpendwa na ukumbuke safari mliyosafiri pamoja - kuanzia yule mtoto mchanga asiyejiweza hadi mtoto wa mwaka 1 mwenye nguvu. \r\nKila la heri kwa siku zijazo. \r\n", 
  "source": "207ffbc21773480d949cb042fe172339", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "umri-wa-mwaka-1", 
  "uuid": "c981e69c332f4de884655623ce624d79"
}