{
  "subtitle": "Mtoto wako anaweza kujibiringisha!", 
  "description": "Mtoto wako anaweza kujibiringisha!", 
  "language": "swa_UG", 
  "title": "Umri wa miezi 5", 
  "primary_category": "c1faf79232a343fe9ec8daf661f42fcc", 
  "created_at": "2015-02-17T11:58:47+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-23T11:31:16.494609+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "ec96dd79ebe34fa0b7a463d658bb384a", 
    "87b44d1e00f64297bf8a7dbff61d1838"
  ], 
  "id": null, 
  "content": "Imeundwa na BabyCenter\r\n\r\nMtoto wako bado hawezi kuonyesha hisia zake kama wewe. Lakini atakujulisha wakati amekasirika, amechoka au amefurahi. Ataonyesha upendo wake kwako kwa kuinua mikono yake anapotaka kuinuliwa. Anaweza pia kulia unapoondoka chumbani. \r\n\r\nKwa sasa, anaendelea kuwa na nguvu zaidi. Mkalishe sakafuni na utaona anaweza kuketi peke yake kwa muda. Mzingire na mito na ukae karibu naye kumkinga endapo ataanguka. \r\n\r\nAnaweza akakushangaza kwa kubiringika ghafla! Usimwache kitandani au sehemu iliyoinuka ili asije akabiringika. Unaweza kubadilisha nepi yake akiwa amelalia kitambaa safi sakafuni.\r\n\r\nKuona kwa mtoto wako bado kunaendelea kukua. Sasa anaweza kuona vitu vidogo na kufuatilia vitu vinavyotembea. Jaribu kuficha kitu chake cha kuchezea anachokipenda zaidi kikiwa kinaonekana sehemu ndogo tu. Atafurahia kukifichua! \r\n\r\nMtoto wako sasa anaweza kukuiga. Toa ulimi wako nje, furisha mashavu yako uone kama atakuiga.\r\n\t\r\nMtoto wako sasa anaona na kusikia mazingira yake vizuri karibu kama wewe tu. Uwezo wake wa mawasiliano pia unaimarika kwa haraka. Sauti zake zinaonyesha hisia zake. Anaweza kuwa ana furaha, shauku, au akaridhika kwamba ametatua tatizo fulani.\r\n\r\nAnaweza kuanza kubwabwaja, akirudia sauti kama vile \"ba\", \"ma\", \"ga\". Haya yote ni maendeleo kuelekea wakati atakapoanza kuongea.\r\n", 
  "source": "fb452b5081b3461faf35c88a7ca7ce72", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "umri-wa-miezi-5", 
  "uuid": "ca2ef813e4504a04afc7960d0bd63c7e"
}