{
  "subtitle": "It will protect you and your baby from HIV", 
  "description": "It will protect you and your baby from HIV", 
  "language": "eng_GB", 
  "title": "Why use a condom? ", 
  "primary_category": "5e354c9c57df4314b7e1214a733bbcdf", 
  "created_at": "2015-05-18T08:45:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-11-26T10:28:03.533243+00:00", 
  "_version": {
    "package_version": "1.0.2", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "50ef863dd49541228aacefe8044707b4", 
    "a095103e222f4697ae5cd5dca5808435"
  ], 
  "id": null, 
  "content": "Created by BabyCenter\r\n\r\nYou can become HIV+ if you have unprotected sex with a person who is HIV+. You can protect yourself by always using a condom when you have sex. \r\n\r\nCondoms prevent you and your baby against infections you get from sex (STIs), like HIV.\r\n\r\nPublic health facilities with family planning services may offer free condoms.\r\n\r\nTalk to your partner about the benefits of using a condom, even if neither of you is HIV+. Tell him that you want to use a condom to protect your baby from HIV. Your partner may feel that condoms make sex less fun. But condoms are made of very thin latex and can hardly be felt. If used correctly, they do not make sex less enjoyable. Keep practising; you will soon not even notice the condom during sex.\r\n\r\nGet your health worker to show you how to use the condom correctly.\r\n\r\nMany think that HIV can be passed on by mosquito bites. This is untrue. You will not catch HIV by sharing food and water with someone who is HIV+ or by being around someone who is coughing. Nor will you catch HIV by hugging or kissing an infected person.\r\n\r\nThe best way to protect yourself is by using a condom every time you have sex. Simply washing yourself after sex will not protect you against HIV.\r\n\r\nYou may be able to get tested for HIV for free at the health facility. Ask your partner to get tested too. Knowing early means you can get the right care and treatment, so that you can have a healthy pregnancy and a healthy baby.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 78, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-use-condom", 
  "uuid": "f65f1c8ee5b34152a225ba4271b02a45"
}